Repository: kalaganov5/wp-docker-template
Catalog: e-bee/languages/*.po
Languages: et, ru_ru

source: <span style="white-space: nowrap;">E-bee</span>. All rights reserved
et: <span style="white-space: nowrap;">E-bee</span>. Kõik õigused kaitstud
ru_ru: <span style="white-space: nowrap;">E-bee</span>. Все права защищены

source: 1%/min
ru_ru: 1%/мин

source: 1.49&nbsp;&euro;&nbsp;/ hour
et: 1.49&nbsp;&euro;&nbsp;/ tund
ru_ru: 1.49&nbsp;&euro;&nbsp;/ час

source: 145g
ru_ru: 145&nbsp;г

source: 3&nbsp;cables
et: 3&nbsp;kaablit
ru_ru: 3&nbsp;кабеля

source: 5000mAh
ru_ru: 5000 мАч

source: 6&nbsp;&euro;&nbsp;/ 24&nbsp;hours
et: 6&nbsp;&euro;&nbsp;/ 24&nbsp;tundi
ru_ru: 6&nbsp;&euro;&nbsp;/ 24&nbsp;часа

source: <a href="/privacy">Privacy policy</a>
et: <a href="/privacy">Privaatsuspoliitika</a>
ru_ru: <a href="/ru/privacy/">Политика конфиденциальности</a>

source: <ol> <li>Download the E-bee app from the AppStore or&nbsp;Google Play and register (you only need an&nbsp;email address (or&nbsp;phone number) and a&nbsp;credit card).</li> <li>Find a&nbsp;convenient rental point on&nbsp;the map.</li> <li>Go&nbsp;there and find a&nbsp;station with the inscription &laquo;<span style="white-space: nowrap;">E-bee</span>&raquo;.</li> <li>Scan the&nbsp;QR code on&nbsp;the station using the app.</li> <li>Pay for the rental in&nbsp;the app.</li> <li>Take the powerbank and go&nbsp;wherever you want.</li> <li>You can return the powerbank at&nbsp;a&nbsp;convenient point on&nbsp;the map. Open the app and we&nbsp;will show you the available places to&nbsp;end the rental.</li> </ol>
et: <ol> <li>Lae alla <span style="white-space: nowrap;">E-bee</span> rakendus AppStore&rsquo;ist v&otilde;i Google Play&rsquo;st ja&nbsp;registreeri end (vaja on&nbsp;ainult e-posti aadressi (v&otilde;i telefoninumbrit) ja&nbsp;krediitkaarti).</li> <li>Leidke kaardilt sobiv rendipunkt.</li> <li>Mine sinna ja&nbsp;leia jaam, millel on&nbsp;kiri &laquo;E-bee&raquo;.</li> <li>Skaneerige jaama QR-kood rakenduse abil.</li> <li>Makske rendi eest rakenduses.</li> <li>V&otilde;ta elektripank kaasa ja&nbsp;mine, kuhu iganes sa&nbsp;tahad.</li> <li>Saate elektripanga tagastada kaardil olevas sobivas punktis. Avage rakendus ja&nbsp;me&nbsp;n&auml;itame teile rendi l&otilde;petamiseks saadaval olevad kohad.</li> </ol>
ru_ru: <ol> <li>Скачай приложение E-bee в&nbsp;AppStore или Google Play и&nbsp;зарегистрируйся в&nbsp;нем (нужны только email/номер телефона и&nbsp;банковская карта)</li> <li>Найди удобную точку на&nbsp;карте для аренды</li> <li>Иди туда и&nbsp;найди станцию с&nbsp;надписью &laquo;E-bee&raquo;</li> <li>Отсканируй QR-код на&nbsp;станции через приложение</li> <li>Оплати аренду в&nbsp;приложении</li> <li>Бери powerbank и&nbsp;иди куда хочешь</li> <li>Вернуть powerbank можно в&nbsp;удобной тебе точке на&nbsp;карте. Открой приложение и&nbsp;мы&nbsp;покажем доступные места для завершения аренды.</li> </ol>

source: <p>Contact customer service by <a href="#support">phone or e-mail</a></p>
et: <p>V&otilde;tke &uuml;hendust klienditeenindusega <a href="#support">telefoni v&otilde;i e-posti teel</a></p>
ru_ru: <p>Связаться со&nbsp;службой поддержки клиентов <a href="#support">по&nbsp;телефону или по&nbsp;электронной почте</a></p>

source: <p>For the first registration, the first 30&nbsp;minutes are free of&nbsp;charge. Thereafter, the rental fee is&nbsp;1.49&euro; per hour. To&nbsp;calculate the full rental price, select an&nbsp;<span style="white-space: nowrap;">E-bee</span> charging station in&nbsp;the app.</p>
et: <p>Esimesed 30&nbsp;minutit on&nbsp;uutele kasutajatele tasuta. P&auml;rast seda on&nbsp;renditasu 1,49&nbsp;&euro; tunnis. T&auml;ieliku rendihinna arvutamiseks valige rakenduses E-bee laadimisjaam.</p>
ru_ru: Для новых пользователей первые 30&nbsp;минут бесплатно. Далее стоимость аренды 1,49&euro; за&nbsp;час. Чтобы рассчитать полную стоимость аренды, выберите зарядную станцию <span style="white-space: nowrap;">E-bee</span> в&nbsp;приложении.

source: <p>If&nbsp;the powerbank is&nbsp;returned damaged or&nbsp;in&nbsp;a&nbsp;non-working condition, a&nbsp;fee equal to&nbsp;the cost of&nbsp;repair or&nbsp;the value of&nbsp;the powerbank will be&nbsp;charged, in&nbsp;case of&nbsp;loss the amount will be&nbsp;30&nbsp;&euro;.</p> <p>Until the powerbank is&nbsp;returned to&nbsp;the point, you will not be&nbsp;refunded the deposit in&nbsp;the app.</p>
et: <p>Kui elektripank tagastatakse kahjustatuna v&otilde;i mittefunktsionaalses seisukorras, v&otilde;etakse tasu, mis on&nbsp;v&otilde;rdne remondikulude v&otilde;i elektripanga v&auml;&auml;rtusega, kaotuse korral 30&nbsp;&euro;.</p> <p>Kuni elektripanga tagastamiseni ei&nbsp;tagastata teile rakenduse tagatisraha.</p>
ru_ru: <p>Если powerbank будет возвращен поврежденным или в&nbsp;нерабочем состоянии, то&nbsp;будет взиматься плата, равная стоимости ремонта или стоимости powerbank, в&nbsp;случае потери сумма составит 30&nbsp;&euro;.</p> <p>Пока powerbank не&nbsp;будет возвращен на&nbsp;точку, в&nbsp;приложении вам не&nbsp;будет возвращен депозит.</p>

source: <p>If&nbsp;you are unable to&nbsp;return a&nbsp;rental powerbank for any reason, you should contact <span style="white-space: nowrap;">E-bee</span> customer service as&nbsp;soon as&nbsp;possible.</p>
et: <p>Kui te&nbsp;ei&nbsp;saa renditud elektripanka mingil p&otilde;hjusel tagastada, v&otilde;tke v&otilde;imalikult kiiresti &uuml;hendust E-bee klienditeenindusega.</p>
ru_ru: <p>Связаться со&nbsp;службой поддержки клиентов <a href="#support">по&nbsp;телефону или по&nbsp;электронной почте</a>.</p>

source: <p>You can find available powerbanks in&nbsp;the E-bee app</p>
et: <p>Saadaval olevad elektripangad leiad <span style="white-space: nowrap;">E-bee</span> rakendusest</p>
ru_ru: <p>Доступные powerbank ты&nbsp;сможешь найти в&nbsp;приложении E-bee</p>

source: <p>You don&rsquo;t need any documents to&nbsp;rent a&nbsp;powerbank.</p> <p>A&nbsp;deposit will be&nbsp;reserved on&nbsp;your card before you rent the powerbank.</p>
et: <p>Powerbank&rsquo;i rentimiseks ei&nbsp;ole vaja mingeid dokumente.</p> <p>Tagatisraha broneeritakse teie kaardilt enne elektripanga rentimist.</p>
ru_ru: <p>При аренде powerbank документы не&nbsp;нужны.</p> <p>Перед арендой powerbank на&nbsp;вашей карте будет зарезервирован депозит.</p>

source: <span class="bold">We&nbsp;operate throughout Estonia and soon you will be&nbsp;able to&nbsp;find&nbsp;us in&nbsp;other European countries.</span>
et: <span class="bold">T&ouml;&ouml;tame &uuml;le Eesti ja&nbsp;varsti v&otilde;ib meid leida ka&nbsp;teistes Euroopa riikides.</span>
ru_ru: <span class="bold">Работаем по&nbsp;всей Эстонии и&nbsp;скоро нас можно будет найти в&nbsp;других странах Европы</span>.

source: <span class="pc-only">or</span>
et: <span class="pc-only">või</span>
ru_ru: <span class="pc-only">или</span>

source: <span class="spoiler__counter">01</span> <span>How much does renting an&nbsp;<span style="white-space: nowrap;">E-bee</span> powerbank cost?</span>
et: <span class="spoiler__counter">01</span> <span>Kui palju maksab <span style="white-space: nowrap;">E-bee</span> elektripanga rentimine?</span>
ru_ru: <span class="spoiler__counter">01</span> <span>Сколько стоит аренда powerbank <span style="white-space: nowrap;">E-bee</span>?</span>

source: <span class="spoiler__counter">02</span> <span>How to&nbsp;use <span style="white-space: nowrap;">E-bee</span> powerbank rental?</span>
et: <span class="spoiler__counter">02</span> <span>Kuidas kasutada <span style="white-space: nowrap;">E-bee</span> elektripanga rentimist</span>
ru_ru: <span class="spoiler__counter">02</span> <span>Как пользоваться арендой powerbank <span style="white-space: nowrap;">E-bee</span>?</span>

source: <span class="spoiler__counter">03</span> <span>Where can&nbsp;I rent a&nbsp;powerbank?</span>
et: <span class="spoiler__counter">03</span> <span>Kust rentida powerbank?</span>
ru_ru: <span class="spoiler__counter">03</span> <span>Где взять powerbank в&nbsp;аренду?</span>

source: <span class="spoiler__counter">04</span> <span>What to&nbsp;do&nbsp;if&nbsp;you lose or&nbsp;damage a&nbsp;rental powerbank?</span>
et: <span class="spoiler__counter">04</span> <span>Mida teha, kui kaotate või kahjustate renditavat elektripanka?</span>
ru_ru: <span class="spoiler__counter">04</span> <span>Что делать, если я&nbsp;потерял или повредил powerbank?</span>

source: <span class="spoiler__counter">05</span> <span>What to&nbsp;do&nbsp;if&nbsp;you are unable to&nbsp;return a&nbsp;rental powerbank?</span>
et: <span class="spoiler__counter">05</span> <span>Mida teha, kui te&nbsp;ei&nbsp;saa renditud elektripanka tagasi anda?</span>
ru_ru: <span class="spoiler__counter">05</span> <span>Что делать, если не&nbsp;получается вернуть арендный powerbank?</span>

source: <span class="spoiler__counter">06</span> <span>Do&nbsp;you need a&nbsp;deposit to&nbsp;rent a&nbsp;powerbank and what documents are required to&nbsp;rent a&nbsp;powerbank?</span>
et: <span class="spoiler__counter">06</span> <span>Kas elektripanga rentimiseks on&nbsp;vaja tagatisraha ja&nbsp;milliseid dokumente on&nbsp;vaja elektripanga rentimiseks?</span>
ru_ru: <span class="spoiler__counter">06</span> <span>Нужен&nbsp;ли залог при аренде powerbank и&nbsp;какие документы нужны для аренды powerbank?</span>

source: <span class="spoiler__counter">07</span> <span>What to&nbsp;do&nbsp;if&nbsp;your rental powerbank won&rsquo;t charge your phone?</span>
et: <span class="spoiler__counter">07</span> <span>Mida teha, kui teie renditud energiapank ei&nbsp;lae teie telefoni?</span>
ru_ru: <span class="spoiler__counter">07</span> <span>Что делать, если арендный powerbank не&nbsp;заряжает телефон?</span>

source: <span class="spoiler__counter">08</span> <span>How to&nbsp;extend your powerbank lease?</span>
et: <span class="spoiler__counter">08</span> <span>Kuidas pikendada oma elektripanga rendilepingut?</span>
ru_ru: <span class="spoiler__counter">08</span> <span>Как продлить срок аренды powerbank?</span>

source: <span>attending a&nbsp;business meeting</span>
et: <span>osalete ärikohtumisel</span>
ru_ru: <span>на&nbsp;бизнес-встрече</span>

source: <span>leveling up&nbsp;in&nbsp;a&nbsp;game</span>
et: <span>tõstate taset mängus</span>
ru_ru: <span>проходишь новый уровень в&nbsp;игре</span>

source: <span>studying notes</span>
et: <span>õpite märkmeid</span>
ru_ru: <span>изучаешь конспект</span>

source: <span>traveling </span>
et: <span>reisite</span>
ru_ru: <span>путешествуешь</span>

source: Advantages of&nbsp;powebank <span style="white-space: nowrap;">E-bee</span>
et: Powebanki eelised <span style="white-space: nowrap;">E-bee</span>
ru_ru: Преимущества пауэрбанка <span style="white-space: nowrap;">E-bee</span>.

source: Ask your question to&nbsp;<span style="white-space: nowrap;">E-bee</span> tech support
et: Esitage oma k&uuml;simus <span style="white-space: nowrap;">E-bee</span> tehnilisele toele
ru_ru: Задай вопрос в&nbsp;техподдержку <span style="white-space: nowrap;">E-bee</span>

source: Back
et: Tagasi
ru_ru: Назад

source: Charge via <span style="white-space: nowrap;">E-bee</span>, wherever you may&nbsp;be!
et: Haara <span style="white-space: nowrap;">E-bee</span> powerbank ja&nbsp;laadi teel olles!
ru_ru: Бери powerbank <span style="white-space: nowrap;">E-bee</span> и&nbsp;зарядись по&nbsp;пути!

source: Close
et: Sulge
ru_ru: Закрыть

source: Close this dialog window
et: Sulgege see dialoogiaken
ru_ru: Закрыть это диалоговое окно

source: Contact&nbsp;us
et: Meie kontaktid
ru_ru: Связаться с&nbsp;нами

source: Don&rsquo;t let your energy drop, <span style="white-space: nowrap;">E-bee</span> keeps you on&nbsp;top, non-stop!
et: &Auml;ra lase oma energial langeda, <span style="white-space: nowrap;">E-bee</span> hoiab sind tipus, ilma peatumata!
ru_ru: Не&nbsp;позволяй своей энергии упасть! <span style="white-space: nowrap;">E-bee</span> удержит тебя на&nbsp;вершине, без остановки!

source: Download on Google Play
et: Allalaadimine Google Play's
ru_ru: Скачать в Google Play

source: Download on the App Store
et: Lae alla App Store'ist
ru_ru: Скачать в App Store

source: Download the app
et: Laadi alla rakendus
ru_ru: Скачай приложение

source: Download the app and go&nbsp;wherever you like!
et: Laadi alla rakendus ja&nbsp;mine kuhu tahad!
ru_ru: Скачай приложение и&nbsp;иди куда хочешь!

source: Download the app from the App Store or Google Play.
et: Lae rakendus alla App Store'ist või Google Play'st.
ru_ru: Загрузите приложение из App Store или Google Play.

source: E-Bee powerbank Station
et: E-Bee elektripanga jaam
ru_ru: Станция powerbank E-Bee

source: E-bee station
et: E-bee jaam
ru_ru: Станция E-bee

source: E-bee – Your socket anywhere in town
et: E-bee – Saate pistikupesa linnas igas punktis
ru_ru: E-bee - ваша розетка в любой точке города

source: Easy return
et: Lihtne tagastus
ru_ru: Легко вернуть обратно

source: Edit <span class="screen-reader-text">%s</span>
ru_ru: Изменить <span class="screen-reader-text">%s</span>

source: Fast
et: Kiire
ru_ru: Быстрый

source: Find a convenient drop-off point on the map to end your lease.
et: Leidke kaardilt sobiv tagastuspunkt, et&nbsp;l&otilde;petada rendileping
ru_ru: Найдите на карте удобный пункт сдачи, чтобы завершить аренду.

source: Find a&nbsp;convenient point to&nbsp;return to&nbsp;on&nbsp;the map and finalize the lease.
et: Leia kaardilt mugav tagastuspunkt ja&nbsp;l&otilde;peta rentimine
ru_ru: Найди удобную точку для возврата на&nbsp;карте и&nbsp;заверши аренду.

source: Find your nearest E-Bee Station.
et: Leia oma lähim E-Bee jaam.
ru_ru: Найдите ближайшую станцию E-Bee.

source: Find your spot
et: Leia oma koht
ru_ru: Найди свою точку

source: For new users, the first 30&nbsp;minutes are free.
et: Uutele klientidele on&nbsp;esimesed 30&nbsp;minutit tasuta.
ru_ru: Для новых пользователей первые 30&nbsp;минут бесплатны.

source: Forward
et: Edasi
ru_ru: Вперёд

source: Get a&nbsp;charging station installed for free at&nbsp;your establishment
et: Pange oma asukohas tasuta laadimisjaam
ru_ru: Поставьте бесплатно зарядную станцию в&nbsp;своём заведении

source: Grab and charge
et: Haara ja&nbsp;lae
ru_ru: Бери и&nbsp;заряжай

source: Grab and charge anywhere in the city with our powerbank.
ru_ru: Ты&nbsp;можешь пользоваться пауэбанком в&nbsp;любой точке города

source: Install the app
et: Laadi rakendus alla
ru_ru: Установи приложение

source: just as&nbsp;fast as&nbsp;an&nbsp;socket
et: sama kiire kui pistikupesa
ru_ru: также быстро, как от&nbsp;розетки

source: Lightweight
et: Kerge
ru_ru: Легкий

source: Like 2&nbsp;bars of&nbsp;chocolate
et: nagu 2 tahvlit šokolaadi
ru_ru: как 2&nbsp;плитки шоколада

source: Locate an&nbsp;<span style="white-space: nowrap;">E-bee</span> powerbank station on&nbsp;the map and scan the&nbsp;QR code.
et: Otsi kaardilt <span style="white-space: nowrap;">E-bee</span> power-banki jaama ning skanni QR-kood
ru_ru: Найди станцию powerbank <span style="white-space: nowrap;">E-bee</span> на&nbsp;карте и&nbsp;отсканируй <span style="white-space: nowrap;">QR&mdash;код</span>

source: Moreover, with the help of&nbsp;a&nbsp;powerbank, you can charge your watch, tablet, headphones, and even keep children entertained with various gadgets. Stay connected and comfortable in&nbsp;any situation, thanks to&nbsp;the convenient and compact powerbank!
et: Lisaks saad powerbankiga laadida oma kellad, tahvelarvuti, k&otilde;rvaklapid ja&nbsp;isegi rahustada lapsi erinevate laste vidinatega. Ole &uuml;henduses ja&nbsp;mugav igas olukorras t&auml;nu mugavale ja&nbsp;kompaktsele powerbankile!
ru_ru: А&nbsp;ещё с&nbsp;помощью powerbank ты&nbsp;можешь подзарядить свои часы, планшет, наушники и&nbsp;даже успокоить малышей с&nbsp;помощью различных гаджетов для детей. Будь на&nbsp;связи и&nbsp;в&nbsp;комфорте в&nbsp;любой ситуации, благодаря удобному и&nbsp;компактному пауэрбанку!

source: Nothing Found
et: Midagi ei leitud
ru_ru: Ничего не&nbsp;найдено

source: Powerful
et: Võimas
ru_ru: Мощный

source: Price rent <span style="white-space: nowrap;">E-bee</span> powerbank
et: Hind rendi <span style="white-space: nowrap;">E-bee</span> powerbank
ru_ru: Цена аренды пауэрбанка <span style="white-space: nowrap;">E-bee</span>

source: Registration requires only an&nbsp;email and a&nbsp;bank card.
et: Registreerimiseks on&nbsp;vaja ainult e-posti ja&nbsp;pangakaarti
ru_ru: Для регистрации нужны только email и&nbsp;банковская карта.

source: Rent a&nbsp;powerbank while you&rsquo;re
et: Rendi powerbank, kui
ru_ru: Возьми powerbank напрокат, пока

source: Renting a&nbsp;powerbank <span style="white-space: nowrap;">E-bee</span> is&nbsp;just simple
et: Power-banki <span style="white-space: nowrap;">E-bee</span> rentimine on&nbsp;v&auml;ga lihtne
ru_ru: Аренда портативного зарядного устройства <span style="white-space: nowrap;">E-bee</span>&mdash; это просто

source: Scan the&nbsp;QR code for a&nbsp;30-minute free trial for new users.
et: Uutele klientidele on&nbsp;esimesed 30&nbsp;minutit tasuta.
ru_ru: Сканируй QR&ndash;код и&nbsp;получи 30&nbsp;минут бесплатно. Только для новых пользователей.

source: Scan the&nbsp;QR code to&nbsp;download the app
et: Skanneerige QR-koodi, et&nbsp;alla laadida rakendus.
ru_ru: Отсканируйте <span style="white-space: nowrap;">QR&ndash;код</span>, чтобы загрузить приложение

source: Scan the&nbsp;QR code to&nbsp;download the app
et: Skanneerige QR-koodi, et&nbsp;alla laadida rakendus.
ru_ru: Отсканируйте <span style="white-space: nowrap;">QR&ndash;код</span>, чтобы загрузить приложение

source: Skip to content
et: Jäta sisu juurde
ru_ru: Перейти к содержанию

source: That&rsquo;s 2&nbsp;full charges
et: see on&nbsp;2&nbsp;t&auml;ielikku laadimist
ru_ru: это 2&nbsp;полные зарядки

source: Universal
et: Universaalne
ru_ru: Универсальный

source: We&nbsp;will provide a&nbsp;complete range of&nbsp;technical maintenance and customer support. Our stations will be&nbsp;relevant everywhere&nbsp;&mdash; from small cafes to&nbsp;large retail chains.
et: Pakume t&auml;ielikku hooldust ja&nbsp;kliendituge. Meie jaamad on&nbsp;asjakohased k&otilde;igile alates v&auml;ikestest kohvikutest kuni suurte jaem&uuml;&uuml;giettev&otilde;teteni.
ru_ru: Мы&nbsp;обеспечим полный спектр технического обслуживания и&nbsp;поддержки клиентов. Наши станции будут актуальны всем&nbsp;&mdash; от&nbsp;небольших кафе до&nbsp;крупных розничных сетей.

source: With <span style="white-space: nowrap;">E-bee</span> charging, you can play, work, travel and use your smartphone whenever and wherever you want.
et: <span style="white-space: nowrap;">E-bee</span> laadimisega saate m&auml;ngida, t&ouml;&ouml;tada, reisida ja&nbsp;kasutada oma nutitelefoni millal ja&nbsp;kus iganes.
ru_ru: С&nbsp;зарядом от&nbsp;<span style="white-space: nowrap;">E-bee</span> ты&nbsp;можешь играть, работать, путешествовать и&nbsp;пользоваться смартфоном, когда угодно и&nbsp;где угодно.

source: You can use the powerbank at&nbsp;any location across the city.
et: Saad power-banki kasutada igal pool linnas
ru_ru: Ты&nbsp;можешь пользоваться пауэбанком в&nbsp;любой точке города

source: Your socket anywhere in&nbsp;town. Rent an&nbsp;<span style="white-space: nowrap;">E-bee</span> powerbank for the price of&nbsp;a&nbsp;soda
et: Saate pistikupesa linnas igas punktis. Rendi <span style="white-space: nowrap;">E-bee</span> powerbank joogivee hinnaga
ru_ru: Твоя розетка в&nbsp;любой точке города. Арендуй powerbank&nbsp;<span style="white-space: nowrap;">E-bee</span> по&nbsp;цене содовой

source: Don't worry if your battery is running low . Rent a powerbank while you're leveling up in a game, studying notes, attending a business meeting, or traveling - there are hundreds of stations across the country. Adventures shouldn't stop because of a drained device!
et: Ära muretse, kui aku on tühjenemas. Võta rendiks powerbank, kui mängid uut taset mängus, õpid kokkuvõtet, oled ärikohtumisel või reisil - ümber on sadu jaamasid üle riigi. Seiklused ei tohiks seisma jääda tühja aku tõttu!

source: FAQ
et: KKK

source: Open/Close mobile menu
et: Mobiilimenüü avamine/sulgemine
